/* No comment provided by engineer. */
"A cappella" = "A cappella";

/* No comment provided by engineer. */
"Acid" = "Acid";

/* No comment provided by engineer. */
"Acid Jazz" = "Acid Jazz";

/* No comment provided by engineer. */
"Acid Punk" = "Acid Punk";

/* No comment provided by engineer. */
"Acoustic" = "Acoustisch";

/* No comment provided by engineer. */
"Alt. Rock" = "Alt. Rock";

/* No comment provided by engineer. */
"Alternative" = "Alternatief";

/* No comment provided by engineer. */
"Ambient" = "Ambient";

/* No comment provided by engineer. */
"Anime" = "Anime";

/* No comment provided by engineer. */
"Avantgarde" = "Avantgarde";

/* No comment provided by engineer. */
"Ballad" = "Ballade";

/* No comment provided by engineer. */
"Bass" = "Bass";

/* No comment provided by engineer. */
"Beat" = "Beat";

/* No comment provided by engineer. */
"Bebob" = "Bebob";

/* No comment provided by engineer. */
"Big Band" = "Big Band";

/* No comment provided by engineer. */
"Black Metal" = "Black Metal";

/* No comment provided by engineer. */
"Bluegrass" = "Bluegrass";

/* No comment provided by engineer. */
"Blues" = "Blues";

/* No comment provided by engineer. */
"Booty Bass" = "Booty Bass";

/* No comment provided by engineer. */
"BritPop" = "BritPop";

/* No comment provided by engineer. */
"Cabaret" = "Cabaret";

/* No comment provided by engineer. */
"Celtic" = "Celtic";

/* No comment provided by engineer. */
"Chamber Music" = "Kamer Muziek";

/* No comment provided by engineer. */
"Chanson" = "Chanson";

/* No comment provided by engineer. */
"Chorus" = "Chorus";

/* No comment provided by engineer. */
"Christian gangsta rap" = "Christelijke gangsta rap";

/* No comment provided by engineer. */
"Christian Rap" = "Christelijke Rap";

/* No comment provided by engineer. */
"Christian Rock" = "Christelijke Rock";

/* No comment provided by engineer. */
"Classic Rock" = "Klassieke Rock";

/* No comment provided by engineer. */
"Classical" = "Klassiek";

/* No comment provided by engineer. */
"Club" = "Club";

/* No comment provided by engineer. */
"Club-House" = "Club-House";

/* No comment provided by engineer. */
"Comedy" = "Comedy";

/* No comment provided by engineer. */
"Contemporary Christian" = "Contemporary Christian";

/* No comment provided by engineer. */
"Country" = "Country";

/* No comment provided by engineer. */
"Crossover" = "Crossover";

/* No comment provided by engineer. */
"Cult" = "Cult";

/* No comment provided by engineer. */
"Dance" = "Dance";

/* No comment provided by engineer. */
"Dance Hall" = "Dance Hall";

/* No comment provided by engineer. */
"Darkwave" = "Darkwave";

/* No comment provided by engineer. */
"Death metal" = "Death metal";

/* No comment provided by engineer. */
"Disco" = "Disco";

/* No comment provided by engineer. */
"Dream" = "Dream";

/* No comment provided by engineer. */
"Drum & Bass" = "Drum & Bass";

/* No comment provided by engineer. */
"Drum Solo" = "Drum Solo";

/* No comment provided by engineer. */
"Duet" = "Duet";

/* No comment provided by engineer. */
"Easy Listening" = "Easy Listening";

/* No comment provided by engineer. */
"Electronic" = "Electronic";

/* No comment provided by engineer. */
"Ethnic" = "Ethnic";

/* No comment provided by engineer. */
"Euro-House" = "Euro-House";

/* No comment provided by engineer. */
"Euro-Techno" = "Euro-Techno";

/* No comment provided by engineer. */
"Eurodance" = "Eurodance";

/* No comment provided by engineer. */
"Fast Fusion" = "Fast Fusion";

/* No comment provided by engineer. */
"Folk" = "Folk";

/* No comment provided by engineer. */
"Folk-Rock" = "Folk-Rock";

/* No comment provided by engineer. */
"Folklore" = "Folklore";

/* No comment provided by engineer. */
"Freestyle" = "Freestyle";

/* No comment provided by engineer. */
"Funk" = "Funk";

/* No comment provided by engineer. */
"Fusion" = "Fusion";

/* No comment provided by engineer. */
"Game" = "Game";

/* No comment provided by engineer. */
"Gangsta" = "Gangsta";

/* No comment provided by engineer. */
"Goa" = "Goa";

/* No comment provided by engineer. */
"Gospel" = "Gospel";

/* No comment provided by engineer. */
"Gothic" = "Gothic";

/* No comment provided by engineer. */
"Gothic Rock" = "Gothic Rock";

/* No comment provided by engineer. */
"Grunge" = "Grunge";

/* No comment provided by engineer. */
"Hard Rock" = "Hard Rock";

/* No comment provided by engineer. */
"Hardcore" = "Hardcore";

/* No comment provided by engineer. */
"Heavy Metal" = "Heavy Metal";

/* No comment provided by engineer. */
"Hip-Hop" = "Hip-Hop";

/* No comment provided by engineer. */
"House" = "House";

/* No comment provided by engineer. */
"Humour" = "Humour";

/* No comment provided by engineer. */
"Indie" = "Indie";

/* No comment provided by engineer. */
"Industrial" = "Industrieel";

/* No comment provided by engineer. */
"Instrumental" = "Instrumentaal";

/* No comment provided by engineer. */
"Instrumental pop" = "Instrumentale pop";

/* No comment provided by engineer. */
"Instrumental rock" = "Instrumentale rock";

/* No comment provided by engineer. */
"Jazz" = "Jazz";

/* No comment provided by engineer. */
"Jazz+Funk" = "Jazz+Funk";

/* No comment provided by engineer. */
"JPop" = "JPop";

/* No comment provided by engineer. */
"Jungle" = "Jungle";

/* No comment provided by engineer. */
"Latin" = "Latin";

/* No comment provided by engineer. */
"Lo-Fi" = "Lo-Fi";

/* No comment provided by engineer. */
"Meditative" = "Meditative";

/* No comment provided by engineer. */
"Merengue" = "Merengue";

/* No comment provided by engineer. */
"Metal" = "Metal";

/* No comment provided by engineer. */
"Musical" = "Musical";

/* No comment provided by engineer. */
"National Folk" = "Nationale Folk";

/* No comment provided by engineer. */
"Native American" = "Oorspronkelijk Amerikaans";

/* No comment provided by engineer. */
"Negerpunk" = "Negerpunk";

/* No comment provided by engineer. */
"New Age" = "New Age";

/* No comment provided by engineer. */
"New Wave" = "New Wave";

/* No comment provided by engineer. */
"Noise" = "Noise";

/* No comment provided by engineer. */
"Oldies" = "Oldies";

/* No comment provided by engineer. */
"Opera" = "Opera";

/* No comment provided by engineer. */
"Other" = "Anders";

/* No comment provided by engineer. */
"Polka" = "Polka";

/* No comment provided by engineer. */
"Polsk Punk" = "Polsk Punk";

/* No comment provided by engineer. */
"Pop" = "Pop";

/* No comment provided by engineer. */
"Pop-Folk" = "Pop-Folk";

/* No comment provided by engineer. */
"Pop/Funk" = "Pop/Funk";

/* No comment provided by engineer. */
"Porn Groove" = "Porn Groove";

/* No comment provided by engineer. */
"Power Ballad" = "Power Ballad";

/* No comment provided by engineer. */
"Pranks" = "Pranks";

/* No comment provided by engineer. */
"Primus" = "Primus";

/* No comment provided by engineer. */
"Progressive Rock" = "Progressieve Rock";

/* No comment provided by engineer. */
"Psychedelic" = "Psychedelisch";

/* No comment provided by engineer. */
"Psychedelic Rock" = "Psychedelische Rock";

/* No comment provided by engineer. */
"Punk" = "Punk";

/* No comment provided by engineer. */
"Punk Rock" = "Punk Rock";

/* No comment provided by engineer. */
"R&B" = "R&B";

/* No comment provided by engineer. */
"Rap" = "Rap";

/* No comment provided by engineer. */
"Rave" = "Rave";

/* No comment provided by engineer. */
"Reggae" = "Reggae";

/* No comment provided by engineer. */
"Retro" = "Retro";

/* No comment provided by engineer. */
"Revival" = "Revival";

/* No comment provided by engineer. */
"Rhythmic Soul" = "Rhythmische Soul";

/* No comment provided by engineer. */
"Rock" = "Rock";

/* No comment provided by engineer. */
"Rock & Roll" = "Rock & Roll";

/* No comment provided by engineer. */
"Salsa" = "Salsa";

/* No comment provided by engineer. */
"Samba" = "Samba";

/* No comment provided by engineer. */
"Satire" = "Satire";

/* No comment provided by engineer. */
"Showtunes" = "Showtunes";

/* No comment provided by engineer. */
"Ska" = "Ska";

/* No comment provided by engineer. */
"Slow Jam" = "Slow Jam";

/* No comment provided by engineer. */
"Slow Rock" = "Slow Rock";

/* No comment provided by engineer. */
"Sonata" = "Sonata";

/* No comment provided by engineer. */
"Soul" = "Soul";

/* No comment provided by engineer. */
"Sound Clip" = "Sound Clip";

/* No comment provided by engineer. */
"Soundtrack" = "Soundtrack";

/* No comment provided by engineer. */
"Southern Rock" = "Southern Rock";

/* No comment provided by engineer. */
"Space" = "Space";

/* No comment provided by engineer. */
"Speech" = "Speech";

/* No comment provided by engineer. */
"Swing" = "Swing";

/* No comment provided by engineer. */
"Symphonic Rock" = "Symphonische Rock";

/* No comment provided by engineer. */
"Symphony" = "Symphony";

/* No comment provided by engineer. */
"Synthpop" = "Synthpop";

/* No comment provided by engineer. */
"Tango" = "Tango";

/* No comment provided by engineer. */
"Techno" = "Techno";

/* No comment provided by engineer. */
"Techno-Industrial" = "Techno-Industrial";

/* No comment provided by engineer. */
"Terror" = "Terror";

/* No comment provided by engineer. */
"Thrash Metal" = "Thrash Metal";

/* No comment provided by engineer. */
"Top 40" = "Top 40";

/* No comment provided by engineer. */
"Trailer" = "Trailer";

/* No comment provided by engineer. */
"Trance" = "Trance";

/* No comment provided by engineer. */
"Tribal" = "Tribal";

/* No comment provided by engineer. */
"Trip-hop" = "Trip-hop";

/* No comment provided by engineer. */
"Vocal" = "Vocal";

